Repository: BaptisteSansierra/ContactFieldKit
Catalog: Sources/ContactFieldKit/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, nl, pl, pt_br, sv, zh_hans

# common.copy
source: Copy
ar: نسخ
de: Kopieren
es: Copiar
fr: Copier
hi: कॉपी करें
it: Copia
ja: コピー
nl: Kopiëren
pl: Kopiuj
pt_br: Copiar
sv: Kopiera
zh_hans: 复制

# error.cannot_open_email_url.body
source: No email app is available to compose a message.
ar: لا يوجد تطبيق بريد متاح لإنشاء رسالة.
de: Keine E-Mail-App verfügbar, um eine Nachricht zu erstellen.
es: No hay una aplicación de correo disponible para redactar un mensaje.
fr: Aucune application de messagerie n’est disponible pour rédiger un message.
hi: संदेश बनाने के लिए कोई ईमेल ऐप उपलब्ध नहीं है।
it: Nessuna app email disponibile per scrivere un messaggio.
ja: メールを作成するアプリがありません。
nl: Geen e-mailapp beschikbaar om een bericht te maken.
pl: Brak dostępnej aplikacji e-mail do utworzenia wiadomości.
pt_br: Nenhum app de e-mail disponível para compor uma mensagem.
sv: Ingen e-postapp tillgänglig för att skriva ett meddelande.
zh_hans: 没有可用的邮件应用程序来撰写消息。

# error.cannot_open_email_url.title
source: Cannot Open Email
ar: تعذر فتح البريد الإلكتروني
de: E-Mail kann nicht geöffnet werden
es: No se puede abrir el correo
fr: Impossible d’ouvrir l’e-mail
hi: ईमेल खोलना संभव नहीं
it: Impossibile aprire l’e-mail
ja: メールを開けません
nl: E-mail kan niet worden geopend
pl: Nie można otworzyć e-maila
pt_br: Não é possível abrir o e-mail
sv: Kan inte öppna e-post
zh_hans: 无法打开电子邮件

# error.cannot_open_phone_url.body
source: Phone calls are not supported on this device.
ar: المكالمات غير مدعومة على هذا الجهاز.
de: Telefonanrufe werden auf diesem Gerät nicht unterstützt.
es: Las llamadas telefónicas no son compatibles con este dispositivo.
fr: Les appels téléphoniques ne sont pas pris en charge sur cet appareil.
hi: इस डिवाइस पर फ़ोन कॉल समर्थित नहीं हैं।
it: Le chiamate telefoniche non sono supportate su questo dispositivo.
ja: このデバイスでは電話をかけられません。
nl: Telefoongesprekken worden niet ondersteund op dit apparaat.
pl: Połączenia telefoniczne nie są obsługiwane na tym urządzeniu.
pt_br: Chamadas telefônicas não são suportadas neste dispositivo.
sv: Telefonsamtal stöds inte på denna enhet.
zh_hans: 此设备不支持拨打电话。

# error.cannot_open_phone_url.title
source: Cannot Place Call
ar: لا يمكن إجراء المكالمة
de: Anruf kann nicht getätigt werden
es: No se puede realizar la llamada
fr: Impossible d’effectuer l’appel
hi: फोन कॉल संभव नहीं
it: Impossibile effettuare la chiamata
ja: 電話をかけられません
nl: Kan geen oproep plaatsen
pl: Nie można wykonać połączenia
pt_br: Não é possível realizar a chamada
sv: Kan inte ringa
zh_hans: 无法拨打电话

# error.cannot_open_web_url.body
source: The link could not be opened in a web browser.
ar: لا يمكن فتح الرابط في المتصفح.
de: Der Link konnte nicht im Webbrowser geöffnet werden.
es: No se pudo abrir el enlace en un navegador web.
fr: Le lien n’a pas pu être ouvert dans un navigateur web.
hi: इस लिंक को वेब ब्राउज़र में नहीं खोला जा सका।
it: Impossibile aprire il collegamento in un browser web.
ja: リンクをウェブブラウザで開けませんでした。
nl: De link kon niet in een webbrowser worden geopend.
pl: Nie można otworzyć linku w przeglądarce.
pt_br: O link não pôde ser aberto em um navegador web.
sv: Länken kunde inte öppnas i en webbläsare.
zh_hans: 无法在浏览器中打开该链接。

# error.cannot_open_web_url.title
source: Cannot Open Link
ar: لا يمكن فتح الرابط في المتصفح.
de: Link kann nicht geöffnet werden
es: No se puede abrir el enlace
fr: Impossible d’ouvrir le lien
hi: इस लिंक को वेब ब्राउज़र में नहीं खोला जा सकता।
it: Impossibile aprire il collegamento
ja: リンクを開けません
nl: Kan link niet openen
pl: Nie można otworzyć linku
pt_br: Não é possível abrir o link
sv: Kan inte öppna länken
zh_hans: 无法在浏览器中打开链接。

# error.invalid_link.body
source: The link appears to be malformed or incomplete. Please check the information and try again.
ar: يبدو أن الرابط غير صالح أو غير مكتمل. يرجى التحقق من المعلومات وإعادة المح
de: Der Link scheint fehlerhaft oder unvollständig zu sein. Bitte überprüfen Sie die Informationen und versuchen Sie es erneut.
es: El enlace parece estar mal formado o incompleto. Por favor, revise la información e intente de nuevo.
fr: Le lien semble mal formé ou incomplet. Veuillez vérifier les informations et réessayer.
hi: लिंक अमान्य या अधूरा प्रतीत होता है। कृपया जानकारी जांचें और पुनः प्रयास करें।
it: Il collegamento sembra malformato o incompleto. Verifica le informazioni e riprova.
ja: リンクが無効または不完全です。 情報を確認してもう一度お試しください。
nl: De link lijkt ongeldig of onvolledig. Controleer de informatie en probeer het opnieuw.
pl: Link wydaje się niepoprawny lub niekompletny. Sprawdź informacje i spróbuj ponownie.
pt_br: O link parece estar malformado ou incompleto. Verifique as informações e tente novamente.
sv: Länken verkar vara felaktig eller ofullständig. Kontrollera informationen och försök igen.
zh_hans: 链接格式无效或不完整。 请检查信息后重试。

# error.invalid_link.title
source: Invalid Link
ar: رابط غير صالح
de: Ungültiger Link
es: Enlace inválido
fr: Lien invalide
hi: अमान्य लिंक
it: Collegamento non valido
ja: 無効なリンク
nl: Ongeldige link
pl: Nieprawidłowy link
pt_br: Link inválido
sv: Ogiltig länk
zh_hans: 无效链接

# label_picker.add_custom
source: Add Custom Label
ar: إضافة تسمية مخصصة
de: Eigenes Label hinzufügen
es: Añadir etiqueta personalizada
fr: Ajouter un libellé personnalisé
hi: कस्टम लेबल जोड़ें
it: Aggiungi etichetta personalizzata
ja: カスタムラベルを追加
nl: Voeg aangepast label toe
pl: Dodaj etykietę własną
sv: Lägg till egen etikett
zh_hans: 添加自定标签

# label_picker.title
source: Label
ar: التسمية
de: Bezeichnung
es: Etiqueta
fr: Libellé
hi: लेबल
it: Etichetta
ja: ラベル
pl: Etykieta
sv: Etikett
zh_hans: 标签

# label.add_email
source: add email
ar: إضافة بريد إلكتروني
de: E-Mail hinzufügen
es: añadir correo electrónico
fr: ajouter un e-mail
hi: ईमेल जोड़ें
it: aggiungi email
ja: メールを追加
nl: e-mail toevoegen
pl: dodaj e-mail
pt_br: adicionar e-mail
sv: lägg till e-post
zh_hans: 添加电子邮件

# label.add_phone
source: add phone
ar: إضافة هاتف
de: Telefon hinzufügen
es: añadir teléfono
fr: ajouter un téléphone
hi: फ़ोन जोड़ें
it: aggiungi telefono
ja: 電話番号を追加
nl: telefoon toevoegen
pl: dodaj telefon
pt_br: adicionar telefone
sv: lägg till telefon
zh_hans: 添加电话

# label.add_url
source: add url
ar: إضافة رابط
de: URL hinzufügen
es: añadir URL
fr: ajouter une URL
hi: URL जोड़ें
it: aggiungi URL
ja: URLを追加
nl: URL toevoegen
pl: dodaj URL
pt_br: adicionar URL
sv: lägg till URL
zh_hans: 添加网址

# label.email
source: email
ar: البريد الإلكتروني
es: correo electrónico
hi: ईमेल
ja: メール
sv: e-post
zh_hans: 电子邮件

# label.home
source: home
ar: المنزل
de: Zuhause
es: casa
fr: domicile
hi: घर
it: casa
ja: 自宅
nl: thuis
pl: dom
pt_br: casa
sv: hem
zh_hans: 家庭

# label.homepage
source: homepage
ar: الصفحة الرئيسية
de: Startseite
es: página principal
fr: page d’accueil
hi: मुखपृष्ठ
ja: ホームページ
nl: startpagina
pl: strona główna
pt_br: página inicial
sv: hemsida
zh_hans: 主页

# label.mobile
source: mobile
ar: جوال
de: Mobil
es: móvil
fr: portable
hi: मोबाइल
it: cellulare
ja: 携帯
nl: mobiel
pl: komórkowy
pt_br: celular
sv: mobil
zh_hans: 手机

# label.other
source: other
ar: أخرى
de: andere
es: otro
fr: autre
hi: अन्य
it: altro
ja: その他
nl: anders
pl: inne
pt_br: outro
sv: annan
zh_hans: 其他

# label.personal
source: personal
ar: شخصي
de: privat
fr: personnel
hi: व्यक्तिगत
it: personale
ja: 個人
nl: persoonlijk
pl: osobisty
pt_br: pessoal
sv: personlig
zh_hans: 个人

# label.phone
source: phone
ar: هاتف
de: Telefon
es: teléfono
fr: téléphone
hi: फ़ोन
it: telefono
ja: 電話
nl: telefoon
pl: telefon
pt_br: telefone
sv: telefon
zh_hans: 电话

# label.school
source: school
ar: مدرسة
de: Schule
es: escuela
fr: école
hi: विद्यालय
it: scuola
ja: 学校
pl: szkoła
pt_br: escola
sv: skola
zh_hans: 学校

# label.url
source: url
ar: رابط

# label.work
source: work
ar: العمل
de: Arbeit
es: trabajo
fr: travail
hi: कार्य
it: lavoro
ja: 仕事
nl: werk
pl: praca
pt_br: trabalho
sv: arbete
zh_hans: 工作
